Repository: chaim-chv/screen-haptics
Catalog: Resources/*.lproj/Localizable.strings
Languages: he

source: About
he: אודות

source: Haptic Strength
he: עוצמת המשוב

# strength_light
source: Light
he: חלש

# strength_medium
source: Medium
he: בינוני

# strength_strong
source: Strong
he: חזק

source: Start at Login
he: הפעלה אוטומטית

source: Quit
he: יציאה

source: Version %@
he: גרסה %@

# app_description
source: Provides physical haptic feedback on your trackpad when your cursor moves between displays.
he: מספק משוב (Haptic Feedback) ב-Trackpad כאשר הסמן עובר בין מסכים.

source: GitHub Repository
he: גיטהאב

# copyright
source: Â© chaim-chv 2026
he: © chaim-chv 2026
